[{ "page":"iti",
    "nameUp": "IT INFRUSTRCTURE",
  "name":" IT Infrustructure",
  "href": "#iti",
  "des":"GIVE YOUR DATACENTRE EXPERT ATTENTION",
  "img":"../../assets/Solutions/it_inf2.jpg",
      "dropDownItems":[
         { "nameUp":"VIRTUALIZATION & STORAGE", "name":"Virtualization & Storage","href":"#iti/1.1" , "page":"virtual_storage","info": "Duologik offers server virtualization and shared storage solutions that put your organization in an ideal position for future growth. Server virtualization prevents server sprawl, leading to poor hardware resource utilization, possible breach in software security and high electricity and cooling costs.  Stop technology wastage, increase your availability and manage your cost."},
        { "nameUp":"NIMBLE STORAGE" ,"name": "Nimble Storage", "href":"#iti/1.2", "page":"nimble","info": "HPE Nimble Storage has set the bar for disrupting, simplifying, and modernizing storage to help customers accelerate their digital transformation. Today the innovation continues. Nimble Storage customers now have an enhanced platform that turbocharges apps, eliminates disruptions, and drives more IT agility."},
         { "nameUp":"ALL FLASH ARRAY" , "name":"All Flash Array", "href":"#iti/1.3", "page":"all_flash_array","info": "As the world steams along its path toward a digital economy and businesses transition from datadependent to data-driven, the demands placed on storage performance continue to escalate. With performance increasing at less than one-third the rate of capacity, disk technology, the foundation of non-human memory and the workhorse of the datacentre, seems to be headed out to a much-deserved pasture."},
        { "nameUp":"CONVERGED INFRASTRUCTURE" ,"name":"Converged Infrustructure", "href":"#iti/1.4", "page":"converged_infrastructure","info": "You want to deploy applications faster. You want to deliver IT capacity to your business and services to your customers more quickly and easily. And you want a shorter time-to-value for IT investments. Virtualization is a well-understood technology that can help you increase agility, reduce costs, and simplify IT management. But virtualization is not ”just another technology.”"},
         { "nameUp":"PRODUCT FULFILLMENT", "name":"Product Fulfillment", "href":"#iti/1.5", "page":"product_fulfillment","info": "Duologik’s IT procurement services enable customers to source, warehouse, configure, test and ship hardware and software nationally.  We work with your budget to meet the specification, brand quality and delivery schedules for successful project deployments.  Our team negotiates directly with vendors for the best possible prices"},
         { "nameUp":"NETWORKING" , "name":"Networking", "href":"#iti/1.6", "page":"networking","info": "With the explosion of employees bringing their own devices to the office, you can see the benefits of implementing wireless and wired networks into your organization. To maintain productivity, it is important for employees to have access to the corporate network by giving them wireless access from their own devices."},
         { "nameUp":"INFRASTRUCTURE AS A SERVICE" ,"name":"Infrustructure as a Service", "href":"#iti/1.7", "page":"iaas","info": "Duologik’s competitive, on-demand Infrastructure as a Service (IaaS) with instant provision of services essentially simplifies data center complexity and improve customers’ ability to deliver their unpredictable computing requirement in a rapid and cost-effective manner."}
        ]
        }]


